Repository: kamil-szostakowski/icmmeteo
Catalog: MobileMeteo/*.lproj/Localizable.strings
Languages: pl

# forecast: %@
source: Weather: %@
pl: Pogoda: %@

# forecast.here
source: Weather: Here
pl: Pogoda: Tutaj

# forecast.start: %@
source: Forecast start t0: %@
pl: Start prognozy t0: %@

# forecast.length: %dh, forecast.grid: %dkm
source: Forecast length: %dh, Grid: %dkm
pl: Długość prognozy: %dh, Siatka: %dkm

source: Forecast length: %dh
pl: Długość prognozy: %dh

# locations.district-capitals
source: District capitals
pl: Miasta wojewódzkie

# locations.favourites
source: Favourites
pl: Ulubione

# locations.current
source: Current localization
pl: Obecna lokalizacja

# detailed-maps.MeanSeaLevelPressure
source: Mean sea level pressure
pl: Ciśnienie na poziomie morza

# detailed-maps.TemperatureAndStreamLine
source: Temperature + stream lines
pl: Temperatura + linie prądu

# detailed-maps.TemperatureOfSurface
source: Surface temperature
pl: Temperatura powierzchni

# detailed-maps.Precipitation
source: Precipitation
pl: Opady atmosferyczne

# detailed-maps.Storm
source: Storm: lightning flash numbers
pl: Burze: liczba wyładowań

# detailed-maps.Wind
source: Wind
pl: Wiatr przyziemny

# detailed-maps.MaximumGust
source: Maximum gust
pl: Maksymalne porywy wiatru

# detailed-maps.Visibility
source: Visibility
pl: Widzialność

# detailed-maps.Fog
source: Fog
pl: Mgła

# detailed-maps.RelativeHumidity
source: Relative humidity
pl: Wigotność względna

# detailed-maps.RelativeHumidityAboveIce
source: Relative humidity wrt ice
pl: Wilgotność względna względem lodu

# detailed-maps.RelativeHumidityAboveWater
source: Relative humidity wrt water
pl: Wilgotność względna względem wody

# detailed-maps.VeryLowClouds
source: Very low clouds
pl: Chmury bardzo niskie

# detailed-maps.LowClouds
source: Low clouds
pl: Chmury niskie

# detailed-maps.MediumClouds
source: Medium clouds
pl: Chmury średnie

# detailed-maps.HighClouds
source: High clouds
pl: Chmury wysokie

# detailed-maps.TotalCloudiness
source: Total cloudiness
pl: Zachmurzenie ogólne

# detailed-maps.TideHeight
source: Significant wave height and mean wave direction
pl: Wysokość fali znacznej i średni kierunek fali

# detailed-maps.AverageTidePeriod
source: Mean wave period
pl: Średni okres fali

# detailed-maps.SpectrumPeakPeriod
source: Peak period of 1-d spectra
pl: Okres piku widma

# error.meteorogramNotFound
source: Meteorogram could not be found. Maybe it's not ready yet. Please try again later.
pl: Nie udało się odnaleźć meteorogramu. Najprawdopodobniej nie został jeszcze przygotowany. Spróbuj ponownie później.

# error.meteorogramFetchFailure
source: Meteorogram download failure. Please try again later.
pl: Nie udało się pobrać meteorogramu. Spróbuj ponownie później.

# error.locationUnsupported
source: Selected location is unsupported.
pl: Wybrana lokacja nie jest obsługiwana.

# error.locationNotFound
source: Could not find the details of the location. Please choose a different location or try again later.
pl: Nie udało się odnaleźć szczegółów lokalizacji. Wybierz inną lokalizację lub spróbuj ponownie później.

# error.mailNotAvailable
source: If you wish to share your opinion with us, you have to configure your mailbox first.
pl: Zanim będziesz mógł przesłać nam swoją opinię, powinieneś skonfigurować swoją skrzynkę pocztową.

# error.commentFetchFailure
source: Comment download failure. Please try again later.
pl: Nie udało się pobrać komentarza, spróbuj ponownie później.

# error.locationServicesDisabled
source: Location services disabled.
pl: Usługi lokalizacyjne są niedostępne.

# label.close
source: close
pl: zamknij

# label.try.coamps
source: try COAMPS
pl: spróbuj COAMPS

# label.loading.meteorogram
source: meteorogram loading
pl: ładowanie meteorogramu

# label.loading.comment
source: comment loading
pl: ładowanie komentarza
