Repository: kamil-szostakowski/icmmeteo
Catalog: MobileMeteo/*.lproj/Onboarding.strings
Languages: pl

# 3wT-LG-xuG.text
source: What's next?
pl: Co dalej?

# 6Vb-Xk-Obg.text
source: Precipitation notifications
pl: Powiadomienia o nadchodzących opadach

# Jlg-rA-Evn.text
source: In the compact mode, widget uses AI algorithms to present short descriptions of meteorograms. Now only a glance of an eye is enough to check the weather!
pl: W trybie kompaktowym, dzięki algorytmom sztucznej inteligencji widget jest w stanie zaprezentować skrócony opis meteorogramu. Wystarczy rzut oka aby się z nim zapoznać!

# Z0H-Cm-flS.text
source: Since now, ICM Meteo app provides an access to the forecast right from the widget. In the expanded mode it presents the newest meteorogram for Your current location.
pl: Od teraz aplikacja ICM Meteo daje możliwość dostępu do meteorogramu z poziomu widgetu. Rozwinięty daje on natychmiastowy dostęp do najnowszego meteorogramu dla Twojej lokalizacji.

# dQL-sM-4p2.text
source: If you have any questions, suggestions or just want to share your experience don't hesitate to contact us. You can find feedback form in the Info tab.
pl: Jeśli mają Państwo pytania, sugestie lub chcą się podzielić wrażeniami z użytkowania aplikacji, zapraszamy do kontaktu. Formularz kontaktowy dostępny jest w zakładce Informacje.

# mHn-ZM-XX7.text
source: ICM Meteo app is under active development. We do our best to deliver a high-quality product. Among many feature ideas, in the nearest future, we plan to deliver
pl: Aplikacja ICM Meteo jest na bieżąco rozwijana. Dokładamy wszelkich starań by dostarczyć produkt jak najwyższej jakości. Z pośród wielu pomysłów na nowe funkcjonalności w najbliższej przyszłości zamierzamy udostępnić

# mIb-a4-tWg.text
source: Feedback
pl: Kontakt

# p5k-di-nxd.text
source: Widget needs location services enabled to be fully functional.
pl: Widget do działania wymaga włączonych usług lokalizacyjnych.

# Ag6-53-ABV.text
source: iPad support
pl: Wsparcie dla iPada

# tLy-h9-nlu.normalTitle
source: LET'S START
pl: ZACZYNAMY

# tdo-o2-dza.text
source: Apple Watch extension
pl: Rozszerzenie aplikacji na platformę Apple Watch
